Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: བདག་གི་ཆེད་དུ་བྱས་པར་མངོན་དུ་མཐོང་བ་རུང་བ་མ་ཡིན་པའི་ཤ་བཟའ་བར་མི་བྱའོ་ཞེས་གསུངས་པ་དང་། ཡིད་ཆེས་པ་ལས་ཁྱོད་ཀྱི་ཆེད་དུ་བྱས་པ་ཡིན་ནོ་ཞེས་ཐོས་པ་རུང་བ་མ་ཡིན་པའི་ཤ་བཟའ་བར་མི་བྱའོ་ཞེས་གསུངས་པ་དང་། རང་ཉིད་ཀྱི་བློ་ལ་རྣམ་པར་རྟོག་པ་སྐྱེས་པ་ཚུལ་ལས་འདི་ནི་བདག་གི་ཆེད་དུ་བྱས་པ་ཡིན་ནོ་སྙམ་དུ་རུང་བ་མ་ཡིན་པའི་ཤ་བཟའ་བར་མི་བྱའོ་ཞེས་གསུངས་པ་ཡིན་ནོ།
en: I said that meat that was actually seen by oneself to have been procured for oneself is unallowable meat and should not be eaten; meat about which one has heard from someone reliable, ‘This has been procured for you,’ is unallowable meat and should not be eaten; and meat, about which a conjecture such as ‘This may have been procured for me by some means’ comes to one’s mind, is unallowable meat and should not be eaten.

source: །དགེ་སློང་དག་ངས་གནས་གསུམ་གྱིས་རུང་བའི་ཤ་བཟའ་བར་བྱའོ་ཞེས་གསུངས་པ་གསུམ་གང་ཞེ་ན།
en: “Monks, I said meat that is allowable for three reasons can be eaten. What are the three?

source: འདིས་བདག་གི་ཆེད་དུ་བྱས་པར་མངོན་སུམ་དུ་མ་མཐོང་བ་རུང་བའི་ཤ་བཟའ་བར་བྱའོ་ཞེས་གསུངས་པ་དང་། ཡིད་ཆེས་པ་ལས་འདིས་ཁྱོད་ཀྱི་ཆེད་དུ་བྱས་པ་མ་ཡིན་ནོ་ཞེས་ཐོས་པ་རུང་བའི་ཤ་བཟའ་བར་བྱའོ་ཞེས་གསུངས་པ་དང་། བདག་ཉིད་ཀྱི་བློ་ལ་རྣམ་པར་རྟོག་པ་སྐྱེས་པ་ཚུལ་ལས་འདི་ནི་བདག་གི་ཆེད་དུ་བྱས་པ་ཡིན་ནོ་སྙམ་པ་མ་སྐྱེས་པ་རུང་བའི་ཤ་བཟའ་བར་བྱའོ་ཞེས་གསུངས་པ་ཡིན་ནོ།
en: I said that meat that was not actually seen by oneself to have been procured for oneself is allowable meat and can be eaten; meat, about which one hears from someone reliable, ‘This was not procured for you,’ is allowable meat and can be eaten; and meat, about which a conjecture such as ‘This was procured for me by some means’ does not come to one’s mind, is allowable meat and can be eaten.” III. Breakfast

source: །མུ་གེ་དང་བཅས་པའི་དུས་བྱུང་ནས་དགེ་སློང་དག་ལྟོགས་པར་གྱུར་པས་དེ་རྣམས་གློས་ཕབ་སྟེ་འདུག་པ་དང་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་སྨྲས་པ།
en: When a famine broke out, the monks were lying on their sides because of hunger. Brahmins and householders said to them, “O noble ones, the teachings must be practiced devotedly.

source: འཕགས་པ་དག་གཅིག་ཏུ་བརྩོན་པར་བྱ་བའི་ཕྱིར་བསྟན་པ་ལ་ཅིའི་སླད་དུ་གློས་ཕབ་སྟེ་བཞུགས་ཤིང་དགེ་བའི་ཕྱོགས་ལ་བརྩོན་པར་མི་མཛད།
en: Why are you lying on your sides, not being intent on good morals?”

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། མུ་གེ་དང་བཅས་པའི་དུས་བྱུང་བས་བསོད་སྙོམས་ལྟོ་འགྲངས་པར་མི་རྙེད་པས་ཁོ་བོ་ཅག་ལྟོགས་ཏེ་ཉམ་ཆུང་བས་དེས་ན་གློས་ཕབ་སྟེ་འདུག་གོ།
en: “Since a famine has broken out and we do not obtain enough almsfood, we are hungry and weak.

source: །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: That is why we are lying on our sides,” they replied.

source: ཅི་སྟེ་ཞལ་ཚུས་མི་གསོལ།
en: The brahmins and householders asked, “Why do you not have breakfast?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་མ་གནང་ངོ་།
en: “The Blessed One has not authorized it.”

source: །ཁྱོད་ཀྱི་སྟོན་པ་ནི་ཐུགས་རྗེ་ཅན་ཡིན་པས་གནང་བར་འགྱུར་བ་གང་ཡིན་པའི་གནས་དེ་ཡོད་དོ་ཞེས་བྱ་བའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Since your Teacher has great compassion, it is likely that he will authorize it on this occasion.” The monks reported this matter to the Blessed One.

source: དགེ་སློང་དག་དེའི་ཕྱིར་རྗེས་སུ་གནང་སྟེ། མུ་གེའི་སྡུག་བསྔལ་དགོན་པ་འདི་ལྟ་བུར་དགེ་སློང་རྣམས་ཀྱིས་གཡར་ཚུས་བཟའ་བར་བྱ་སྟེ། འདི་ལ་འགྱོད་པར་མི་བྱའོ། །གླེང་གཞི་ནི་མཉན་ཡོད་ནའོ། །མུ་གེ་དང་བཅས་པའི་དུས་བྱུང་ནས་དགེ་སློང་རྣམས་ལ་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ཀྱིས་སྨྲས་པ།
en: The Blessed One said, “Monks, on account of that, I authorize monks to have breakfast at a time of famine, which is such a calamity and difficulty.” IV.

source: འཕགས་པ་དག་འདི་ཉིད་དུ་ཟས་ཀྱི་བྱ་བ་མཛོད་ཅིག །དེ་རྣམས་ཀྱིས་ཟས་ཀྱི་བྱ་བ་བྱས་ནས་བསོད་སྙོམས་སྔར་རྙེད་པ་ཁྱེར་ནས་གཙུག་ལག་ཁང་དུ་སོང་སྟེ།
en: Leftovers A. Alms-Food Obtained Previously The following took place in Śrāvastī. When a famine broke out, pious brahmins and householders said to the monks, “O noble ones, please have a meal here.” Having had a meal, they went to the monastery, carrying almsfood that they had obtained previously.

source: དེ་རྣམས་ཀྱིས་མུ་གེའི་སྐྱོན་གྱིས་དེ་ཡང་བཟའ་བར་འདོད་ན་འོན་ཀྱང་འགྱོད་པས་མ་ཟོས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: They wished to eat it because of the disaster of a famine.

source: དེའི་ཕྱིར་རྗེས་སུ་གནང་སྟེ།
en: However, they did not because of some doubts.

source: མུ་གེའི་སྡུག་བསྔལ་དགོན་པ་འདི་ལྟ་བུར་འདོད་ན་སྔར་བླངས་ཟིན་ཏོ་སྙམ་དུ་སོམས་ལ་སྔར་རྙེད་པ་ཡང་བཟའ་བར་བྱ་སྟེ། འདི་ལ་འགྱོད་པར་མི་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, on account of that, I authorize you to eat what you have obtained previously, with the thought that it was received previously, if you so wish, at the time of a famine, which is such a calamity and difficulty. You should not have any regrets about this.” B. Leftovers Taken by Monks to the Monastery

source: །མུ་གེ་དང་བཅས་པའི་དུས་བྱུང་ནས་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ཀྱིས་དགེ་སློང་རྣམས་ཁྱིམ་གྱི་ནང་དུ་ཟས་ལ་མགྲོན་དུ་བོས་ནས་དེ་རྣམས་ཀྱིས་ཟོས་པ་དང་བཅའ་བ་ལས་ལྷག་མ་ཞིག་ལུས་སོ།
en: When a famine broke out, pious brahmins and householders invited monks to a meal in their house.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་སྨྲས་པ། འཕགས་པ་དག་ཁྱེད་ཀྱི་ཆེད་དུ་སྟ་གོན་བགྱིས་པ་ལགས་ཀྱིས་སྣོམས་ཏེ་བཞུད་ལ་ཕྱིས་གསོལ་ཅིག །དེ་རྣམས་ཀྱིས་ཁྱེར་ཏེ་དོང་ངོ་།
en: They ate but left some khādyaka. The brahmins and householders said, “O noble ones, as we prepared it for you, please take it with you.” They departed, carrying it.

source: །དོང་ནས་དེ་ཡང་ཟ་བར་འདོད་ན་འགྱོད་པས་མ་ཟོས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེའི་ཕྱིར་རྗེས་སུ་གནང་སྟེ། མུ་གེའི་སྡུག་བསྔལ་དགོན་པ་འདི་ལྟ་བུར་འདི་དག་ནི་བྱིན་པ་ཡིན་ནོ་སྙམ་དུ་བསམས་ནས་བཟའ་བར་བྱ་སྟེ།
en: After they departed, they wished to eat the food, but they did not eat it because of some doubts. When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, on account of that, I authorize you to eat with the thought that it was given in a famine, which is such a calamity and difficulty.

source: །མུ་གེ་དང་བཅས་པའི་དུས་བྱུང་བ་ན་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ཀྱིས་དགེ་སློང་རྣམས་ཟས་ལ་མགྲོན་དུ་བོས་ཏེ།
en: When a famine broke out, pious brahmins and householders invited monks to a meal.

source: དེ་རྣམས་ཀྱིས་ཟོས་ནས་བཅའ་བ་ལ་སོགས་པ་ཅུང་ཟད་ཅིག་ལྷག་སྟེ།
en: After they had eaten, some food including khādyaka was left.

source: དགེ་སློང་རྣམས་དོང་བ་དང་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་སྨྲས་པ། འདི་ནི་བདག་ཅག་གིས་འཕགས་པ་དག་ཁོ་ན་ལ་ཡོངས་སུ་བཏང་བ་ལགས་ཏེ།
en: When the monks departed, the brahmins and householders said, “We presented this only to you, noble ones.

source: འཚལ་ཏེ་མཆིས་ལ་ཁྱོད་ཁོ་ན་ལ་དབུལ་ལོ་ཞེས་དེ་རྣམས་ཀྱིས་ཁྱེར་ཏེ་འོངས་པ་དང་། དགེ་སློང་རྣམས་དེ་ལ་ཟ་བར་འདོད་ན་འགྱོད་པས་མ་ཟོས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Since you came for it, we offer it only to you.” Thus, they took it away. Although the monks wished to eat it, they did not because of some doubts. When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, on account of that, I authorize you, in the case of a famine, which is such a calamity and difficulty, to eat with the thought that it was presented earlier.” V. Fruits Growing in the Forest

source: དེའི་ཕྱིར་རྗེས་སུ་གནང་སྟེ། མུ་གེའི་དགོན་པ་སྡུག་བསྔལ་འདི་ལྟ་བུར་སྔར་ཡོངས་སུ་བཏང་བའོ་སྙམ་དུ་བསམས་ནས་བཟའ་བར་བྱ་སྟེ།
en: The following took place in Śrāvastī.

source: འདི་ལ་འགྱོད་པར་མི་བྱའོ། །གླེང་གཞི་ནི་མཉན་ཡོད་ནའོ། །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ཀྱིས་ནུབ་ཕྱོགས་ཀྱི་ཚལ་ན་ཡོད་པའི་འབྲས་བུ་རྣམས་གྲུབ་ནས་དེ་རྣམས་ཀྱིས་བསམས་པ། འདི་དག་ནི་རྙེད་དཀའ་བ་ཡིན་པས་འཕགས་པ་རྣམས་ལ་འབུལ་ལོ་ཞེས་དེ་དག་གིས་དགེ་སློང་རྣམས་ཟས་ཟོས་ནས་སྤང་བ་བྱས་པ་རྣམས་ལ་དེ་དག་བྱིན་པ་དང་། དགེ་སློང་རྣམས་ཀྱིས་སྤང་བ་བྱས་ཟིན་ནོ་ཞེས་འགྱོད་པས་མ་ཟོས་པ་དང་། བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ཀྱིས་སྨྲས་པ།
en: Pious brahmins and householders obtained fruits that had grown in the western forest. They thought, “Since these are difficult to obtain, we will offer them to the noble ones.” They gave them to monks who had already eaten and finished their meal.

source: འཕགས་པ་དག་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་མ་བྱུང་བ་དེའི་ཚེ་མུ་སྟེགས་ཅན་རྣམས་ལ་ཡོན་གནས་བགྱིད་པ་ལས། ད་ནི་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་བྱུང་ནས་ཁྱེད་རྣམས་ཀྱང་ད་ནི་ཡོན་གནས་སུ་གྱུར་པ་ལགས་ན།
en: The monks did not eat them because they had some doubts, thinking that they had finished their meal. The pious brahmins and householders said, “Noble ones, although when the Blessed One does not appear in the world, we have non-Buddhist ascetics as our fields of merit, now the Blessed One has appeared in the world, and you too are now our fields of merit.

source: གལ་ཏེ་ཁྱེད་ཀྱིས་མ་བཞེས་ན་ཅི་བདག་ཅག་གི་དགེ་བའི་ཤུལ་རྒྱགས་དང་བྲལ་ཏེ། འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་མཆི་བར་བགྱིའམ།
en: If you do not take the fruits, should we go from this world to another, leaving aside provisions for traveling on the good path?

source: དེ་ལྟ་བས་ན་ཐུགས་བརྩེ་བས་བཞེས་ཤིག་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེའི་ཕྱིར་རྗེས་སུ་གནང་སྟེ། རྙེད་པར་དཀའ་བ་ཡིན་ནོ་སྙམ་ནས་བཟའ་བར་བྱ་སྟེ།
en: So please, have compassion and take them.” When the monks reported this matter to the Blessed One, the Blessed One said, “On account of that, I authorize you to eat them with the thought that they are difficult to obtain.

source: །དེ་ལ་ཚལ་ན་ཡོད་པའི་འབྲས་བུ་ནི་འདི་དག་ཡིན་ཏེ།
en: Here, fruits that grow in forests are as follows:

source: རྒུན་འབྲུམ་དང་། བལ་པོ་སེའུ་དང་། འབྲ་གོ་དང་། སྟ་རྒ་དང་། ཡོན་ཚེ་དང་། ཤིང་ཏོག་ཨུ་ར་མ་ན་དང་། ཤིང་ཏོག་ཨུ་རུ་མ་ཡི་ཀ་དང་། ཤིང་ཏོག་ནི་ཀོ་ཙ་དང་། ཤིང་ཏོག་བ་བྷུ་དང་། ཤིང་ཏོག་སིན་ཙི་ཀའོ།
en: grapes, pomegranates, kharjūra, chestnuts, almonds, urumāṇa, kurumāyikā, nikoca, babhū, and sin tsi ka.” VI. Lotus

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ཀྱིས་དགེ་སློང་རྣམས་ཟས་ཟོས་ཟིན་པ་དང་། ཆུ་ནས་སྐྱེས་པ་དག་ཕུལ་བ་དང་། དགེ་སློང་རྣམས་འདོད་ཀྱང་སྤང་བ་བྱས་ཟིན་ཏོ་ཞེས་འགྱོད་པས་མ་ཟོས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Pious brahmins and householders offered lotuses to monks when they had finished having their meal. Although the monks wished to eat them, they did not because they had some doubts, thinking that they had finished their meal.

source: རྙེད་པར་དཀའ་བ་ཡིན་ནོ་སྙམ་དུ་བསམས་ནས་བཟའ་བར་བྱ་སྟེ།
en: When the monks reported the matter to the Blessed One, the Blessed One said, “You can eat them with the thought that they are difficult to obtain.

source: །དེ་ལ་ཆུ་ནས་སྐྱེས་པ་ནི་འདི་དག་ཡིན་ཏེ།
en: Here, the types of lotus are as follows:

source: ཨུཏྤ་ལའི་རྩ་བ་དང་། པད་མའི་རྩ་བ་དང་། ཀུ་མུ་དའི་ས་བོན་དང་། པད་མའི་ས་བོན་ནོ།
en: roots of utpala, roots of padma, seeds of kumuda, and seeds of padma.” VII. Lotus Roots

source: །ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ཁམས་མ་སྙོམས་པས་ཁྲག་དང་བད་ཀན་འཁྲུགས་པར་གྱུར་ཏོ།
en: The venerable Śāriputra’s bodily elements became unbalanced, and thus his blood and phlegm were disturbed.

source: །དེའི་རིམ་གྲོ་བྱེད་པ་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་བསམས་པ། བདག་རང་གི་བློས་ནི་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་ལན་མང་དུ་རིམ་གྲོ་བྱས་ཀྱི་ལན་འགའ་ཡང་སྨན་པ་ལ་མ་དྲིས་ཀྱིས། མ་ལ་བདག་གིས་དྲིའོ་སྙམ་ནས་དེས་སྨན་པ་ལ་དྲིས་པ།
en: The venerable Mahā­maudgalyāyana, who was attending him, thought, “Although I have attended the venerable Śāriputra at my own discretion many times, I have never asked a doctor for advice.

source: བཞིན་བཟངས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ཁྲག་དང་བད་ཀན་འཁྲུགས་པར་གྱུར་ན་དེའི་སྨན་སྟོན་ཅིག །དེས་སྨྲས་པ་འཕགས་པ་པད་མའི་རྩ་བའི་འོ་མ་སྩོལ་ཅིག་དང་སོས་པར་འགྱུར་རོ།
en: Now I will ask for advice.” He requested a doctor, “Sir, since the venerable Śāriputra’s blood and phlegm are disturbed, prescribe medicine for him.” “O noble one,” answered the doctor, “offer him bisakṣīla, and he will recover his health.”

source: །ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་བསམས་པ། གལ་ཏེ་བདག་གིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་པད་མའི་རྩ་བ་ཕལ་པའི་འོ་མས་རིམ་གྲོ་བྱ་བ་ནི་བདག་གི་ཆ་མ་ཡིན་ནོ་སྙམ་དུ་བསམས་ནས་ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་པས་མཉན་ཡོད་ནས་མི་སྣང་བར་གྱུར་ཏེ། དལ་གྱིས་འབབ་ཅེས་བྱ་བའི་འགྲམ་དུ་ཕྱིན་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ་དང་། ཀླུའི་རྒྱལ་པོ་རབ་བརྟན་གྱི་གནས་དང་ཉེ་བར་གྱུར་པ་དང་། དེ་ནས་ཀླུའི་རྒྱལ་པོ་རབ་བརྟན་གྱིས་མཐོང་ནས་སྨྲས་པ།
en: The venerable Mahā­maudgalyāyana thought, “If I attend the venerable Śāriputra with the juice of ordinary padma roots, that would not be right of me.” He entered a state of meditation through which, settling his mind, he disappeared from Śrāvastī, went to the bank of a lotus pond called Mandākinī, and approached the residence of the nāga king Supratiṣṭhita.

source: འཕགས་པ་དགོས་པ་ཅི་ཞིག་གི་ཕྱིར་བྱོན།
en: The nāga king Supratiṣṭhita saw him and asked, “O noble one, for what business have you come?”

source: དེས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ཁྲག་དང་བད་ཀན་འཁྲུགས་ནས་དེ་ལ་སྨན་པས་པད་མའི་རྩ་བའི་འོ་མ་བསྟན་ཏོ།
en: He replied, “The venerable Śāriputra’s blood and phlegm are disturbed, and a doctor prescribed the juice of padma roots for him.”

source: །ཀླུའི་རྒྱལ་པོ་རབ་བརྟན་གྱིས་སྨྲས་པ།
en: “O noble one, then please wait for a moment,” said the nāga king Supratiṣṭhita.

source: འཕགས་པ་གལ་ཏེ་དེ་ལྟར་ན་རེ་ཞིག་གཞེས་ཤིག །དེ་དལ་གྱིས་འབབ་ཀྱི་ནང་དུ་ཞུགས་ནས་མིའི་ཚད་ཙམ་གྱི་པད་མའི་རྩ་བ་དག་བཏོན་ཅིང་པད་མའི་རྩ་བའི་འོ་མ་པད་མའི་འདབ་མའི་སྐྱོ་རར་གཟར་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོའི་ལྷུང་བཟེད་བཀང་ངོ་།
en: He then dove into Mandākinī Lotus Pond, pulled out some padma roots that were as large as a human, squeezed out the juice of the padma roots onto a padma leaf, and filled the venerable Mahā­maudgalyāyana’s bowl.

source: །ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་པད་མའི་རྩ་བ་གཤེགས་པ་ལ་ལྟ་བར་བརྩམས་པ་དང་དེ་ནས་ཀླུའི་རྒྱལ་པོ་རབ་བརྟན་གྱིས་སྨྲས་པ།
en: The venerable Mahā­maudgalyāyana examined the crushed padma roots.

source: འཕགས་པ་ཅི་གཟིགས་པད་མའི་རྩ་བ་དག་གསོལ་བར་བཞེད་དམ།
en: The nāga king Supratiṣṭhita asked him, “O noble one, what are you looking at? Do you wish me to give you the padma roots?”

source: དེ་ཅང་མི་སྨྲ་བར་འདུག་པ་དང་སྨྲས་པ།
en: He remained silent.

source: འཕགས་པ་བཞུད་ཅིག་དང་བསྐུར་རོ།
en: The nāga king said, “O noble one, please depart, and I will send them.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་པད་མའི་རྩ་བའི་འོ་མས་ལྷུང་བཟེད་བཀང་བ་ཁྱེར་ནས་དལ་གྱིས་འབབ་ཀྱི་འགྲམ་ནས་མི་སྣང་བར་བྱས་ཏེ་མཉན་ཡོད་ཀྱི་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བར་ཕྱིན་ཏོ།
en: Thereupon the venerable Mahā­maudgalyāyana, carrying the bowl filled with the juice of the padma roots, disappeared from the bank of Mandākinī Lotus Pond and went to the Jetavana, the Park of Anāthapiṇḍada near Śrāvastī.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་སྨན་པས་བསྟན་པ་བཞིན་པད་མའི་རྩ་བའི་འོ་མ་འཐུངས་པས་སོས་པར་གྱུར་ཏོ།
en: The venerable Śāriputra then drank the juice of the padma roots as the doctor had prescribed, and his health returned.

source: །ཀླུའི་རྒྱལ་པོ་རབ་བརྟན་གྱིས་ཀྱང་གླང་པོ་ཆེ་ནག་པོའི་ཆ་བྱད་འཆང་ལ་པད་མའི་རྩ་བ་ཁུར་ཅིག་བཀུར་ནས་མཉན་ཡོད་ཀྱི་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་ལ་གཙུག་ལག་ཁང་གི་ཁྱམས་ཀྱི་མདུན་དུ་ཞོག་ལ་ཤོག་ཤིག །དེ་རླུང་གི་ཤུགས་ལྟར་མགྱོགས་པའི་མཐུས་མཉན་ཡོད་ཀྱི་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་གཙུག་ལག་ཁང་དུ་འོངས་ནས་པད་མའི་རྩ་བ་རྣམས་ཁྱམས་ཀྱི་མདུན་དུ་བཞག་ནས་སླར་ལོག་པ་ལས་ལམ་གྱི་ཕྱེད་ན་ཚལ་གྱི་བལ་གླང་མོ་ཞིག་ཡོད་པ་དང་ལྷན་ཅིག་འདུས་པར་གྱུར་ཏོ།
en: The nāga king Supratiṣṭhita ordered the elephant Wearing a Black Costume, “Carry these padma roots, go to the Jetavana near Śrāvastī, and leave them in the yard of the monastery.” The elephant went as fast as the wind to the monastery in the Jetavana near Śrāvastī, put the padma roots in the yard, and returned. On the way home, it mated with a she-elephant in the forest.

source: །དུས་གཞན་ཞིག་ན་བལ་གླང་མོ་དེ་ལས་བལ་གླང་ཕྲུག་གུ་ཅིག་འབྲངས་ཏེ་འབྲངས་པའི་མོད་ལ་སེང་གེའི་སྒྲ་འབྱིན་ཏོ།
en: Later, the she-elephant bore an elephant calf. As soon as it was born, it gave a lion’s roar.

source: །དེ་ནས་བལ་གླང་མོ་དེ་སྐྲག་པས་གཅིན་རྟུག་ཤོར་ནས་བལ་གླང་ཕྲུག་གུ་བོར་ཏེ་བྲོས་སོ།
en: Frightened, the she-elephant defecated, urinated, and ran away, abandoning the elephant calf.

source: །དེ་ནས་རྒྱལ་པོའི་ཁབ་ན་གནས་པའི་ཤིང་མཁན་ཞིག་ཤིང་གི་ཆེད་དུ་ཚལ་དུ་སོང་བ་ལས་བལ་གླང་ཕྲུག་གུ་དེ་མཐོང་ནས་ཁྱིམ་དུ་བླངས་ཏེ་བསྣུན་གསོས་བསྐྱེད་དེ།
en: Then a certain carpenter living in Rājagṛha went to the forest to cut some trees and saw the elephant calf. He took it home and fed it.

source: ནོར་གྱིས་བསྐྱངས་པས་མིང་ནོར་སྐྱོང་ནོར་སྐྱོང་ཞེས་བྱ་བར་གྲགས་སོ།
en: As it was protected (pālita) with wealth (dhana), the elephant calf was named Dhanapālaka.

source: །ཁ་ཅིག་ནི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་ནོར་སྐྱོང་སྐྱེས་སུ་བསྐུར་བ་ལས། དེ་མཉན་ཡོད་ཀྱི་ཡུལ་ན་གནས་པའི་སྐྱེ་བོས་ནོར་གྱིས་བསྐྱངས་པས་ན་ནོར་སྐྱོང་ཞེས་འདོན་ཏོ།
en: Other people relate that it was called Dhanapālaka because King Prasenajit sent it to King Bimbisāra as a gift, and it had been protected with wealth by people living in Śrāvastī.

source: །པད་མའི་རྩ་བ་ཁ་ཅིག་ནི་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་ཟོས། ཁ་ཅིག་ནི་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས། ཁ་ཅིག་ནི་དགེ་འདུན་ལ་བྲིམས་པ་ལས་འོན་ཀྱང་ལྷག་པར་གྱུར་ཏོ།
en: The venerable Mahā­maudgalyāyana ate one padma root, the venerable Śāriputra another, and the rest were distributed to the community, but some were left over.

source: །དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སྤང་བ་བྱས་ནས་ཀྱང་ཟ་བར་འདོད་ན་བདག་ཅག་གིས་སྤང་བ་བྱས་སོ་ཞེས་མ་ཟོས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Then, after having thrown them away, the monks wished to eat them, but they did not, considering that they had thrown them away.

source: དགེ་སློང་དག་མི་རྣམས་ཀྱིས་ལྷའི་པད་མའི་རྩ་བ་རྙེད་པར་དཀའ་བས་དེའི་ཕྱིར་རྗེས་སུ་གནང་ངོ་།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, divine padma roots are difficult for humans to obtain.

source: །པད་མའི་རྩ་བ་རྙེད་པར་དཀའ་བ་ཡིན་ནོ་སྙམ་དུ་བསམས་ནས་བཟའ་བར་བྱ་སྟེ། དེ་ལ་འགྱོད་པར་མི་བྱའོ།
en: Therefore, I authorize you to eat them with the thought that they are padma roots that are difficult to obtain. You should not have any regrets about this.” VIII. Miṇḍhaka A. The Conversion of Miṇḍhaka

source: །དེའི་ཚེ་གྲོང་ཁྱེར་བཟང་བྱེད་ན་བསོད་ནམས་ཆེན་པོར་ཤེས་པར་བྱ་བ་དྲུག་གནས་ཏེ།
en: At that time, there lived six people who were famous in the city of Bhadraṃkara for their great merit:

source: ཁྱིམ་བདག་ལུག་ཅེས་བྱ་བ་དང་། ལུག་གི་ཆུང་མ་དང་། ལུག་གི་བུ་དང་། ལུག་གི་མནའ་མ་དང་། ལུག་གི་བྲན་ཕོ་དང་། ལུག་གི་བྲན་མོའོ།
en: namely, a householder named Miṇḍhaka and his wife, son, daughter-in-law, male slave, and female slave.

source: །ཁྱིམ་བདག་ལུག་བསོད་ནམས་ཆེ་བར་ཇི་ལྟར་ཤེས་ཞེ་ན།
en: How was the householder Miṇḍhaka famous for his great merit?

source: གལ་ཏེ་བང་མཛོད་སྟོང་པ་རྣམས་ལ་བལྟས་ན་མཐོང་མ་ཐག་ཁོ་ནར་དགང་བར་འགྱུར་ཏེ།
en: If he looked at empty storehouses, they became full as soon as he looked at them.

source: དེ་ལྟར་ན་ཁྱིམ་བདག་ལུག་བསོད་ནམས་ཆེ་བར་ཤེས་སོ།
en: Thus the householder Miṇḍhaka was famous for his great merit.

source: །ལུག་གི་ཆུང་མ་ཇི་ལྟ་བུ་ཞེ་ན།
en: And Miṇḍhaka’s wife?

source: དེས་གཅིག་གི་དོན་དུ་སྣོད་དུ་བཙོས་པ་ནི་བརྒྱ་སྟོང་གི་བཟའ་བ་འབྱུང་སྟེ། ལུག་གི་ཆུང་མ་ནི་དེ་ལྟ་བུ་ཡིན་ནོ།
en: If she cooked for one person, the food became servings for a hundred or a thousand people. Such was Miṇḍhaka’s wife.

source: །ལུག་གི་བུ་ཇི་ལྟ་བུ་ཞེ་ན།
en: And Miṇḍhaka’s son?

source: དེའི་རྐེད་པ་ལ་ལྔ་བརྒྱ་པའི་སྣོད་བཏགས་ཏེ་འདུག་ལ།
en: To his waist was tied a purse containing five hundred coins.

source: དེས་གང་གི་ཚེ་བརྒྱའམ་སྟོང་ཡོངས་སུ་བཏང་བ་དེའི་ཚེ་དེ་བཞིན་དུ་གང་བར་འདུག་སྟེ། ཡོངས་སུ་ཟད་པར་མི་འགྱུར་ཏེ།
en: When he had spent a hundred or a thousand, it became full just as it had been and never became empty.

source: ལུག་གི་བུ་ནི་དེ་ལྟ་བུ་ཡིན་ནོ།
en: Such was Miṇḍhaka’s son.

source: །ལུག་གི་མནའ་མ་ཇི་ལྟ་བུ་ཞེ་ན།
en: And Miṇḍhaka’s daughter-in-law?

source: དེས་གཅིག་གི་དོན་དུ་དྲི་སྦྱར་ན་བརྒྱ་སྟོང་ཁྱེད་པར་འགྱུར་ཏེ།
en: If she prepared incense for one person, a hundred or a thousand people were satisfied.

source: ལུག་གི་མནའ་མ་ནི་དེ་ལྟ་བུ་ཡིན་ནོ།
en: Such was Miṇḍhaka’s daughter-in-law.

source: །ལུག་གི་བྲན་ཕོ་ཇི་ལྟ་བུ་ཞེ་ན།
en: And Miṇḍhaka’s male slave?

source: དེས་གང་གི་ཚེ་ཞིང་ལ་རོལ་གཅིག་རྨོས་པ་དེའི་ཚེ་ཞིང་ལ་རོལ་བདུན་རྨོས་པར་འགྱུར་ཏེ།
en: When he plowed a furrow in a field, seven furrows were plowed in the field.

source: ལུག་གི་བྲན་ཕོ་ནི་དེ་ལྟ་བུ་ཡིན་ནོ།
en: Such was Miṇḍhaka’s male slave.

source: །ལུག་གི་བྲན་མོ་ནི་ཇི་ལྟར་བསོད་ནམས་ཆེ་བར་ཤེས་ཞེ་ན།
en: And Miṇḍhaka’s female slave famous for her great merit?

source: དེ་གང་གི་ཚེ་འབྲས་གཏུན་གང་ཙམ་དྲུས་པ་དེའི་ཚེ་བདུན་ཙམ་དུ་སྐྱེས་པར་འགྱུར་ཏེ།
en: When she hulled some grain in a mortar, it became sevenfold.

source: དེ་ལྟར་ན་ལུག་གི་བྲན་མོ་བསོད་ནམས་ཆེ་བ་ཡིན་ནོ།
en: Thus Miṇḍhaka’s female slave was famous for her great merit.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་ལུག་གདུལ་བའི་དུས་མཁྱེན་ནས། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་སོང་ལ་དགེ་སློང་རྣམས་ལ་དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ནི་ལྗོངས་རྒྱུ་ཞིང་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་གཤེགས་ཀྱིས།
en: At a certain point the Blessed One, knowing it was the time to convert the householder Miṇḍhaka, said to the venerable Ānanda, “Ānanda, go and announce to the monks, ‘Monks, the Tathāgata will travel through the country to the city of Bhadraṃkara.

source: ཁྱེད་ཅག་ལས་གང་ཞིག་དེ་བཞིན་གཤེགས་པ་དང་ཐབས་ཅིག་ཏུ་ལྗོངས་རྒྱུ་ཞིང་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་འདོང་བར་སྤྲོ་བ་དེ་ནི་ཆོས་གོས་རྣམས་ལོང་ཤིག་ཅེས་སྒོ་ཞིག །བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས།
en: Those among you who will travel in the country to the city of Bhadraṃkara with the Tathāgata should take their robes.’ ”

source: བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས་དགེ་སློང་རྣམས་ལ་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་བཅོམ་ལྡན་འདས་ལྗོངས་རྒྱུ་ཞིང་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་གཤེགས་ཀྱིས།
en: “Certainly, O Honored One,” replied the venerable Ānanda to the Blessed One, and he said to the monks, “O venerable ones, the Blessed One will travel through the country to the city of Bhadraṃkara.

source: ཁྱེད་ཅག་ལས་གང་ཞིག་དེ་བཞིན་གཤེགས་པ་དང་ཐབས་ཅིག་ཏུ་ལྗོངས་རྒྱུ་ཞིང་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་འདོང་བར་སྤྲོ་བ་དེ་ནི་ཆོས་གོས་རྣམས་ལོང་ཤིག །ཚེ་དང་ལྡན་པ་བཀའ་བཞིན་འཚལ་ཞེས་དགེ་སློང་དེ་རྣམས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལས་མཉན་ཏོ། །དེ་ནས་བཅོམ་ལྡན་འདས་དུལ་བ།
en: Those among you who will travel in the country to the city of Bhadraṃkara with the Tathāgata should take their robes.” “Certainly, O venerable one,” replied the monks to the venerable Ānanda.

source: འཁོར་དུལ་བ། ཞི་བ། འཁོར་ཞི་བ། དགྲ་བཅོམ་པ། འཁོར་དགྲ་བཅོམ་པ་དང་ལྗོངས་རྒྱུ་ཞིང་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་གཤེགས་སོ།
en: Thereupon the Blessed One traveled through the country to the city of Bhadraṃkara, himself self-controlled and his assembly self-controlled, himself pacified and his assembly pacified, himself an arhat and his assembly arhats.

source: །གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་མཉན་ཡོད་དུ་ཆོ་འཕྲུལ་ཆེན་པོ་བསྟན་པ་དེའི་ཚེ་མུ་སྟེགས་ཅན་རྣམས་མཐའ་འཁོབ་ཏུ་དོང་བ་ལས་དེ་ནས་ཁ་ཅིག་གྲོང་ཁྱེར་བཟང་བྱེད་དུ་དོང་ནས་གནས་པ་དེ་རྣམས་ཀྱིས་དགེ་སྦྱོང་གཽ་ཏ་མ་འོང་ངོ་ཞེས་ཐོས་སོ།
en: When the Blessed One had shown a great miracle in Śrāvastī, the non-Buddhist ascetics had gone to the borderlands, and some of them had gone to the city of Bhadraṃkara and settled there.

source: །ཐོས་ནས་ཀྱང་རོད་རོད་པོར་གྱུར་ནས་བདག་ཅག་སྔོན་ནི་དགེ་སྦྱོང་གཽ་ཏ་མས་ཡུལ་དབུས་ནས་སྤྱུགས་སོ།
en: When they heard that the śramaṇa Gautama was coming, they panicked and thought, “We were once expelled from the midland region by the śramaṇa Gautama.

source: །དེ་གལ་ཏེ་འདིར་འོངས་ན། གདོན་མི་ཟ་བར་བདག་ཅག་འདི་ནས་ཀྱང་སྤྱུགས་པར་འགྱུར་གྱིས་དེ་ལ་ཐབས་ཤིག་བཤམ་པར་བྱའོ་སྙམ་མོ། །དེ་རྣམས་རིགས་ཀྱི་ཁྱིམ་དག་ཏུ་དོང་ནས་སྨྲས་པ།
en: Since, if he comes here, we will certainly be expelled from here too, we must devise a plan regarding this.” They went to the houses that had provided them meals and said, “May the Dharma be attained!

source: ཆོས་ཐོབ་པར་གྱུར་ཅིག །ཆོས་ཐོབ་པར་གྱུར་ཅིག །འཕགས་པ་དག་དེ་ཅི་ལགས།
en: May the Dharma be attained!” “O noble ones, what’s wrong?”

source: ཤེས་ལྡན་དག་བལྟས་ཟིན་གྱིས་འགྲོའོ།
en: “Farewell, we are going.”

source: །ཅིའི་སླད་དུ་རེ་ཞིག་ཁྱེད་ཅག་གི་འབྱོར་པ་ཕུན་སུམ་ཚོགས་པ་ནི་ཁོ་བོ་ཅག་གིས་མཐོང་གིས་ཇི་སྲིད་རྒུད་པ་མ་མཐོང་བ་དེའི་བར་དུ་འདོང་ངོ་།
en: “Why?” “Since we have seen your prosperity, we will leave before we see your decline.”

source: །འཕགས་པ་དག་བདག་ཅག་ལ་རྒུད་པ་ཅི་ཞིག་འབྱུང་བར་འགྱུར་ལགས།
en: “O noble ones, what decline will there be for us?”
